---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.StructuralConnectionFailures
source: html/16dacf3c-1691-1e8f-95a2-cb40ecffa898.htm
---
# BuiltInFailures.StructuralConnectionFailures Properties

Could not create Structural Connection Handler